      ******************************************************************
      * Author: Ulrika Goloconda Fahlen
      * Date: 2017-05-18
      * Purpose: training
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. TRAINING.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Mitt första program"
            STOP RUN.
       END PROGRAM TRAINING.
